<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
</head>
<body>
	<h1>제1장 총칙</h1>
	<h2>제1조 (목적)</h2>
	<br>본 약관은 Cafe(이하 “회사”라 합니다.)가 인터넷상에서 제공하는 모든 서비스(이하 "서비스"라 하며, 접속 가능한 유무선 단말기의 종류와는 상관없이 이용 가능한 “회사”가 제공하는 모든 “서비스”를 의미합니다. )를 이용함에 있어 회원과 회사간의 권리, 의무 및 책임사항 및 절차를 규정함을 목적으로 합니다.
	<br>
	<h2>제2조 (용어의 정의)</h2>
	<br>회원 : 고객 중 회사의 모바일 웹페이지(이하 “웹”이라 합니다.) 또는 모바일 어플리케이션(이하 “앱”이라 합니다.)을 통해 이용 약관과 개인정보의 수집, 제공 및 활용에 관한 동의서에 동의하고, 투썸플레이스 멤버십에 가입한 자를 말합니다.
	<br>아이디 : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합을 말합니다.
	<br>비밀번호 : 회원의 정보 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.
	<br>하트 : Cafe 멤버십 회원이 Cafe 매장 또는 Cafe오더를 통해 회사의 제품 및 상품을 구매할 경우, 회사가 고지한 방침에 따라 부여되는 혜택을 의미합니다.
	<br>매장 : 회사가 운영하는 전국 직영점과 회사와 가맹 계약을 맺은 모든 Cafe 매장을 의미합니다.
	<br>스탬프 : 매장에서 제품 및 상품 구매 시 정해진 조건에 따라 적립되며, 일정 수량 적립 시 쿠폰의 발행이 가능하도록 제공되는 서비스를 말합니다.
	<br>Cafe오더 서비스 : 회사가 앱을 통해 회원이 주문할 매장을 선택하여 주문 가능 제품 및 상품을 확인하고 다양한 결제수단으로 주문 및 예약할 수 있는 전자상거래 서비스를 말합니다.
	<br>Cafe오더 : 회원이 Cafe오더 서비스를 통해 나의 위치정보를 기반으로 매장을 선택한 후, 주문 가능한 제품 및 상품을 확인하여 결제 및 주문을 전송하는 것을 말합니다.
	<br>바로주문 : 회원이 Cafe오더 서비스를 통해 나의 위치정보를 기반으로 매장과 제품 및 상품, 결제수단의 조합을 통해 결제 및 주문을 전송하는 것을 말합니다.
	<br>선물하기 서비스 : 회원이 앱을 통해 모바일 쿠폰 제품교환권, 모바일 쿠폰 잔액권, 기프트카드를 구매하고 구매한 모바일 쿠폰 제품교환권, 모바일 쿠폰 잔액권, 기프트카드를 모바일 단말기를 통해 다른 사람 또는 본인에게 전송할 수 있도록 하며, 수신자에게 명시된 조건에 따라 회사의 제품 또는 상품으로의 교환, 구매를 허용하기 위해 회사가 제공하는 서비스를 말합니다.
	<br>모바일 쿠폰 : 회원이 선물하기 서비스를 통해 일정 금액을 지불하고 구매하여, 매장에서 제품 및 상품과 교환할 수 있는 증표로, 제품모바일 쿠폰 제품교환권과 모바일 쿠폰 잔액권을 말합니다.
	<br>모바일 쿠폰 제품교환권 : 회원이 선물하기 서비스를 통해 일정 금액을 지불하고 구매하여, 회원이 매장에서 제품 및 상품과 교환할 수 있는 모바일 쿠폰을 말합니다.
	<br>모바일 쿠폰 잔액권 : 회원이 선물하기 서비스를 통해 일정 금액을 지불하고 구매하여, 회원이 매장에서 사용하고자 하는 금액에 해당하는 제품 및 상품과 교환할 수 있는 모바일 쿠폰을 말합니다.
	<br>투썸 기프트카드 : 회원이 일정 금액을 지불하고, 해당 금액만큼의 가치를 전자적 방법으로 저장하여 회원이 매장에서 제품 또는 상품 구매 시, 현금처럼 이용할 수 있도록 한 충전형 모바일 상품권을 말합니다.
	<br>본 약관에서 사용하는 용어의 정의는 본 조에서 정한 것을 제외하고는 거래 관행 및 관계 법령을 따릅니다.
	<h2>제3조 (약관의 효력 및 변경)</h2>
	<br>본 약관은 서비스에 가입된 고객을 포함하여 서비스를 이용하고자 본 약관에 동의한 모든 회원에 대하여 그 효력을 발생합니다.
	<br>본 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지하고, 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다.
	<br>회사는 본 약관의 내용을 이용자가 알 수 있도록 웹과 앱 초기 서비스 화면에 게시합니다.
	<br>본 약관은 회사가 필요하다고 인정되는 경우 변경할 수 있으며, 약관이 변경된 경우 지체 없이 제2항과 같은 방법으로 공지합니다. 다만, 이용자의 권리 또는 의무에 관한 중요한 규정의 변경은 최소 7일전에 공지하고, 이용자에게 불리한 변경은 최소 30일전에 공지합니다.
	<br>회원은 변경된 약관 사항에 동의하지 않으면 서비스 이용을 중단하고 이용 계약을 해지할 수 있고, 변경된 약관의 효력 발생일로부터 30일 이내 해지요청을 하지 않은 회원은 변경된 약관에 동의한 것으로 간주합니다.
	<h2>제4조 (약관 외 준칙)</h2>
	<br>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 공정거래법 등 관계법령 및 회사가 제공하는 서비스에 관한 별도의 약관, 이용규정 또는 세부 이용 지침 등의 규정에 따릅니다.
	<br>회사와 회원간의 상업적인 계약과 관련하여 본 약관에서 정하지 않은 사항과 본 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
</body>
</html>